Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Error restoring access to `%s': %s
ca_es: S'ha produït un error en restaurar l'accés a «%s»: %s

source: Usage: %s --%s VOLUME PACKET NAME
ca_es: Ús: %s --%s VOLUM PAQUET NOM

source: Error setting up `%s': %s
ca_es: S'ha produït un error en configurar «%s»: %s

source: Usage: %s --%s PACKET
ca_es: Ús: %s --%s PAQUET

source: Error reading `%s': %s
ca_es: S'ha produït un error en llegir «%s»: %s

source: Invalid packet: %s
ca_es: Paquet no vàlid: %s

source: Unencrypted
ca_es: Sense xifrar

source: Public key-encrypted
ca_es: Clau pública - xifrada

source: Passphrase-encrypted
ca_es: Contrasenya-xifrada

source: Packet format
ca_es: Format del paquet

source: Error decoding `%s': %s
ca_es: S'ha produït un error en descodificar «%s»: %s

source: Erasing
ca_es: Suprimint

source: Erased
ca_es: Suprimit

source: No header - huh?
ca_es: No hi ha capçalera

source: Repackage
ca_es: Reempaqueta

source: Error: invalid output state: %s for %s
ca_es: Error: estat de sortida invàlid: %s per a %s

source: Erased: %s
ca_es: Suprimit: %s

source: Cleanup
ca_es: Neteja

source: Command "%s" already defined
ca_es: L'ordre «%s» ja està definida

source: Setting up repositories
ca_es: Configurant repositoris

source: Reading repository metadata in from local files
ca_es: S'estan llegint les metadades de repositoris des de fitxers locals

source: Installed: %s-%s at %s
ca_es: Instal·lat: %s-%s a %s

source: Built : %s at %s
ca_es: Muntat : %s a %s

source: Committed: %s at %s
ca_es: Pujat: %s a %s

source: You need to give some command
ca_es: Cal que doneu alguna ordre

source: Disk Requirements:
ca_es: Requeriments de disc:

source: Error Summary -------------
ca_es: Resum d'errors -------------

source: Trying to run the transaction but nothing to do. Exiting.
ca_es: S'ha intentat executar la transacció però no hi ha cap tasca a fer. S'està sortint.

source: ERROR You need to update rpm to handle:
ca_es: S'ha produït un error. Necessiteu actualitzar el gestor rpm:

source: RPM needs to be updated
ca_es: Cal actualitzar l'RPM

source: Please report this error in %s
ca_es: Siusplau, informeu d'aquest error a %s

source: Refusing to automatically import keys when running unattended. Use "-y" to override.
ca_es: No s'importaran automàticament les claus en una execució desatesa. Feu servir "-y" per a importar les claus.

source: * Maybe you meant:
ca_es: * Potser volíeu dir:

source: Package(s) %s%s%s available, but not installed.
ca_es: Paquets %s%s%s disponibles, però no instal·lats.

source: No package %s%s%s available.
ca_es: El paquet %s%s%s no està disponible.

source: Nothing to do
ca_es: Res a fer

source: No Packages marked for removal
ca_es: No hi ha cap paquet marcat per a suprimir

source: (from %s)
ca_es: (des de %s)

source: Installed package %s%s%s%s not available.
ca_es: El paquet instal·lat %s%s%s%s no està disponible.

source: Package(s) to install
ca_es: Paquets a instal·lar

source: Warning: No matches found for: %s
ca_es: Avís: no s'ha trobat cap coincidència per a: %s

source: Cleaning up xml metadata
ca_es: S'estan netejant les metadades xml

source: Cleaning up database cache
ca_es: S'està netejant la memòria cau de la base de dades

source: Cleaning up expire-cache metadata
ca_es: S'està netejant la memòria cau de metadades que han vençut

source: Cleaning up plugins
ca_es: S'estan netejant els connectors

source: Available Groups:
ca_es: Grups disponibles:

source: Done
ca_es: Fet

source: No packages in any requested group available to install or update
ca_es: No hi ha cap paquet disponible per a instal·lar o actualitzar en els grups sol·licitats

source: No group named %s exists
ca_es: No existeix cap grup anomenat %s

source: No packages to remove from groups
ca_es: No hi ha cap paquet a suprimir dels grups

source: Package %s is already installed, skipping
ca_es: El paquet %s ja està instal·lat, s'ometrà

source: Discarding non-comparable pkg %s.%s
ca_es: S'està descartant el paquet no comparable %s.%s

source: No other %s installed, adding to list for potential install
ca_es: No hi ha cap altre %s instal·lat, s'afegeix a la llista per a una possible instal·lació

source: Plugin Options
ca_es: Opcions del connector

source: Command line error: %s
ca_es: Error en la línia d'ordres: %s

source: %s: %s option requires an argument
ca_es: %s: l'opció %s necessita un argument

source: --color takes one of: auto, always, never
ca_es: --color pren un valor d'entre: auto, always, never

source: show this help message and exit
ca_es: mostra el missatge d'ajuda i surt

source: be tolerant of errors
ca_es: sigues tolerant amb els errors

source: config file location
ca_es: ubicació del fitxer de configuració

source: maximum command wait time
ca_es: temps màxim d'espera d'ordres

source: debugging output level
ca_es: nivell de sortida de depuració

source: show duplicates, in repos, in list/search commands
ca_es: mostra duplicats, en repositoris, en les ordres per llistar i cercar

source: error output level
ca_es: nivell de sortida d'error

source: quiet operation
ca_es: operació silenciosa

source: verbose operation
ca_es: operació descriptiva

source: answer yes for all questions
ca_es: respon sí a totes les preguntes

source: show Yum version and exit
ca_es: mostra la versió del Yum i surt

source: set install root
ca_es: estableix l'arrel de la instal·lació

source: enable one or more repositories (wildcards allowed)
ca_es: habilita un o més repositoris (es permeten caràcters de reemplaçament)

source: disable one or more repositories (wildcards allowed)
ca_es: deshabilita un o més repositoris (es permeten caràcters de reemplaçament)

source: exclude package(s) by name or glob
ca_es: exclou els paquets per nom o expressió regular del glob

source: disable exclude from main, for a repo or for everything
ca_es: inhabilita l'exclusió des de l'inici, per a un repositori o per a tot

source: enable obsoletes processing during updates
ca_es: habilita el processament d'obsolets durant les actualitzacions

source: disable Yum plugins
ca_es: inhabilita els connectors de Yum

source: disable gpg signature checking
ca_es: inhabilita la comprobació de signatures gpg

source: disable plugins by name
ca_es: inhabilita els connectors pel seu nom

source: enable plugins by name
ca_es: habilita els connectors pel seu nom

source: skip packages with depsolving problems
ca_es: omet paquets amb problemes de resolució de dependències

source: control whether color is used
ca_es: controla sempre que s'usi color

source: Jan
ca_es: Gen

source: Apr
ca_es: Abr

source: May
ca_es: Mai

source: Aug
ca_es: Ago

source: Sep
ca_es: Set

source: Dec
ca_es: Des

source: Trying other mirror.
ca_es: S'està intentant un altre servidor rèplica.

source: Description :
ca_es: Descripció :

source: y
ca_es: s

source: Is this ok [y/N]:
ca_es: És correcte [s/N]:

source: Group: %s
ca_es: Grup: %s

source: Group-Id: %s
ca_es: Id de Grup: %s

source: Mandatory Packages:
ca_es: Paquets obligatoris:

source: Default Packages:
ca_es: Paquets per defecte:

source: Optional Packages:
ca_es: Paquets opcionals:

source: Conditional Packages:
ca_es: Paquets condicionals:

source: package: %s
ca_es: paquet: %s

source: No dependencies for this package
ca_es: No hi ha dependències per a aquest paquet

source: dependency: %s
ca_es: dependència: %s

source: Unsatisfied dependency
ca_es: Dependència insatisfeta

source: Matched from:
ca_es: Coincidències amb:

source: License : %s
ca_es: Llicència : %s

source: Filename : %s
ca_es: Fitxer : %s

source: Other :
ca_es: Altre :

source: There was an error calculating total download size
ca_es: S'ha produït un error en calcular la mida total de la descàrrega

source: Total size: %s
ca_es: Mida total: %s

source: Total download size: %s
ca_es: Mida total de la descàrrega: %s

source: Downgrading
ca_es: Desfent l'actualització

source: Installing for dependencies
ca_es: S'està instal·lant per dependències

source: Updating for dependencies
ca_es: S'està actualitzant degut a les dependències

source: Removing for dependencies
ca_es: S'està suprimint degut a les dependències

source: Skipped (dependency problems)
ca_es: Ignorat degut a problemes de dependències:

source: Repository
ca_es: Repositori

source: Transaction Summary %s
ca_es: Resum de la transacció %s

source: Dependency Removed
ca_es: Dependència suprimida

source: Dependency Installed
ca_es: Dependència instal·lada

source: Dependency Updated
ca_es: Dependència actualitzada

source: Replaced
ca_es: Reemplaçat

source: two
ca_es: dos

source: Current download cancelled, %sinterrupt (ctrl-c) again%s within %s%s%s seconds to exit.
ca_es: S'ha cancel·lat la descàrrega actual, %sinterromp (crtl-c) de nou%s en %s%s%s segons per a sortir.

source: user interrupt
ca_es: interrupció de l'usuari

source: installed
ca_es: instal·lat

source: erased
ca_es: suprimit

source: updated
ca_es: actualitzat

source: obsoleted
ca_es: obsolet

source: --> Running transaction check
ca_es: --> S'està executant la transacció de prova

source: --> Restarting Dependency Resolution with new changes.
ca_es: --> Tornant a calcular la resolució de dependències amb els nous canvis.

source: --> Finished Dependency Resolution
ca_es: --> Ha finalitzat la resolució de dependències

source: --> Processing Dependency: %s for package: %s
ca_es: --> S'està processant la dependència %s per al paquet: %s

source: --> Unresolved Dependency: %s
ca_es: --> Dependència no resolta: %s

source: --> Processing Conflict: %s conflicts %s
ca_es: --> S'està processant el conflicte: %s té un conflicte amb %s

source: --> Populating transaction set with selected packages. Please wait.
ca_es: --> S'està poblant la transacció amb els paquets sel·leccionats. Si us plau, espereu.

source: ---> Downloading header for %s to pack into transaction set.
ca_es: ---> S'està baixant la capçalera per a %s per a empaquetar dins de la transacció de prova.

source: Sleeping
ca_es: Està dormint

source: Zombie
ca_es: Zombi

source: Traced/Stopped
ca_es: Traçat/aturat

source: The other application is: PackageKit
ca_es: L'altre aplicatiu és: PackageKit

source: The other application is: %s
ca_es: L'altre aplicatiu és: %s

source: Memory : %5s RSS (%5sB VSZ)
ca_es: Memòria : %5s RSS (%5sB VSZ)

source: Started: %s - %s ago
ca_es: Iniciat: fa %s-%s

source: State : %s, pid: %d
ca_es: Estat : %s, pid: %d

source: Exiting on user cancel
ca_es: S'està sortint per la cancel·lació de l'usuari

source: Exiting on Broken Pipe
ca_es: S'està sortint en trobar la canonada trencada

source: Config Error: %s
ca_es: Error de configuració: %s

source: Options Error: %s
ca_es: Error d'opcions: %s

source: You could try using --skip-broken to work around the problem
ca_es: Hauríeu de provar utilitzant --skip-broken per evitar el problema

source: Unknown Error(s): Exit Code: %d:
ca_es: Errors desconeguts: Codi de sortida: %d:

source: Dependencies Resolved
ca_es: Dependències resoltes

source: Complete!
ca_es: Completat!

source: You need to be root to perform this command.
ca_es: Heu de ser root per a executar aquesta ordre.

source: You have enabled checking of packages via GPG keys. This is a good thing. However, you do not have any GPG public keys installed. You need to download the keys for packages you wish to install and install them. You can do that by running the command: rpm --import public.gpg.key Alternatively you can specify the url to the key you would like to use for a repository in the 'gpgkey' option in a repository section and yum will install it for you. For more information contact your distribution or package provider.
ca_es: Heu habilitat la comprovació de paquets utilitzant claus GPG. És una bona opció. No obstant, no teniu cap clau pública GPG instal·lada. Necessiteu baixar les claus per als paquets que desitgeu instal·lar i instal·lar-les. Podeu fer-ho executant l'ordre: rpm --import clau.pública.gpg També podeu especificar la url de la clau que voleu utilitzar per a un repositori en l'opció 'gpgkey' en la secció d'un repositori i yum la instal·larà per vosaltres. Per a més informació contacteu el vostre distribuïdor o proveïdor de paquets.

source: Error: Need to pass a list of pkgs to %s
ca_es: Error: es necessita passar una llista de paquets a %s

source: Error: Need an item to match
ca_es: Error: es necessita algun element per comparar

source: Error: Need a group or list of groups
ca_es: Error: es necessita un grup o una llista de grups

source: Error: clean requires an option: %s
ca_es: Error: la neteja requereix una opció: %s

source: Error: invalid clean argument: %r
ca_es: Error: argument invàlid per a la neteja: %r

source: No argument to shell
ca_es: No hi ha arguments per a l'intèrpret d'ordres

source: Filename passed to shell: %s
ca_es: Nom del fitxer passat a l'intèrpret d'ordres: %s

source: File %s given as argument to shell does not exist.
ca_es: El fitxer %s donat com a argument a l'intèrpret d'ordres no existeix.

source: Error: more than one file given as argument to shell.
ca_es: Error: s'ha donat més d'un fitxer com a argument per a l'intèrpret d'ordres.

source: PACKAGE...
ca_es: PAQUET...

source: Install a package or packages on your system
ca_es: Instal·la un o més paquets al vostre sistema

source: Setting up Install Process
ca_es: S'està preparant el procés d'instal·lació

source: [PACKAGE...]
ca_es: [PAQUET...]

source: Update a package or packages on your system
ca_es: S'ha actualitzat un o més paquets al vostre sistema

source: Setting up Update Process
ca_es: S'està preparant el procés d'actualització

source: Display details about a package or group of packages
ca_es: Mostra detalls sobre un paquet o un grup de paquets

source: Installed Packages
ca_es: Paquets instal·lats

source: Available Packages
ca_es: Paquets disponibles

source: Extra Packages
ca_es: Paquets extra

source: Updated Packages
ca_es: Paquets actualitzats

source: Obsoleting Packages
ca_es: Paquets obsolets

source: Recently Added Packages
ca_es: Paquets recentment afegits

source: No matching Packages to list
ca_es: No hi ha paquets coincidents per llistar

source: List a package or groups of packages
ca_es: Llista un paquet o un grup de paquets

source: Remove a package or packages from your system
ca_es: Suprimeix un o més paquets del vostre sistema

source: Setting up Remove Process
ca_es: S'està preparant el procés de supressió

source: Setting up Group Process
ca_es: S'està preparant el procés de grup

source: No Groups on which to run command
ca_es: No hi ha cap grup on executar l'ordre

source: Generate the metadata cache
ca_es: Genera les metadades de la memòria cau

source: Making cache files for all metadata files.
ca_es: S'estan fent els fitxers de memòria cau per a tots els fitxers de metadades.

source: This may take a while depending on the speed of this computer
ca_es: Això pot trigar una estona depenent de la velocitat d'aquest ordinador

source: Metadata Cache Created
ca_es: S'han creat les metadades per a la memòria cau

source: Remove cached data
ca_es: S'han suprimit les dades de la memòria cau

source: Find what package provides the given value
ca_es: Troba quin paquet proporciona el valor donat

source: Check for available package updates
ca_es: Comprova si hi ha actualitzacions de paquets disponibles

source: Search package details for the given string
ca_es: Busca detalls del paquet per la cadena donada

source: Searching Packages:
ca_es: S'estan buscant paquets:

source: Update packages taking obsoletes into account
ca_es: Actualitza paquets tenint en compte els obsolets

source: Setting up Upgrade Process
ca_es: S'està preparant el procés d'actualització

source: Install a local RPM
ca_es: Instal·la un RPM local

source: Setting up Local Package Process
ca_es: S'està configurant el procés local de paquets

source: Searching Packages for Dependency:
ca_es: S'estan buscant paquets per a la dependència:

source: Run an interactive yum shell
ca_es: Executa un intèrpret d'ordres interactiu de yum

source: Setting up Yum Shell
ca_es: S'està preparant l'intèrpret d'ordres de yum

source: List a package's dependencies
ca_es: Llista les dependències d'un paquet

source: Finding dependencies:
ca_es: S'estan trobant dependències:

source: Display the configured software repositories
ca_es: Mostra els repositoris de programari configurats

source: enabled
ca_es: habilitat

source: disabled
ca_es: deshabilitat

source: Repo-id :
ca_es: Id-repo :

source: Repo-name :
ca_es: Nom-repo :

source: Repo-status :
ca_es: Estat-repo :

source: Repo-revision:
ca_es: Repo-revisió :

source: Repo-tags :
ca_es: Repo-etiquetes :

source: Repo-distro-tags:
ca_es: Repo-etiq-dist :

source: Repo-updated :
ca_es: Repo-actualitzat :

source: Repo-pkgs :
ca_es: Paquets-repo :

source: Repo-size :
ca_es: Mida-repo :

source: Repo-baseurl :
ca_es: URL-base-repo :

source: Repo-metalink:
ca_es: Repo-metaenllaç :

source: Updated :
ca_es: Actualitzat :

source: Repo-mirrors :
ca_es: Miralls-repo :

source: Never (last: %s)
ca_es: Mai (últim: %s)

source: Instant (last: %s)
ca_es: Temps d'instal·lació (últim: %s)

source: %s second(s) (last: %s)
ca_es: %s segons (últim: %s)

source: Repo-expire :
ca_es: Venç-repo :

source: Repo-exclude :
ca_es: Repo-exclou :

source: Repo-include :
ca_es: Repo-inclou :

source: repo id
ca_es: id repo

source: status
ca_es: estat

source: repo name
ca_es: nom repo

source: Display a helpful usage message
ca_es: Mostra un missatge d'ajuda d'ús

source: No help available for %s
ca_es: No hi ha ajuda disponible per a %s

source: aliases:
ca_es: àlies:

source: alias:
ca_es: àlies:

source: Setting up Reinstall Process
ca_es: S'està preparant el procés de reinstal·lació

source: reinstall a package
ca_es: reinstal·la un paquet

source: Setting up Downgrade Process
ca_es: S'està preparant el procés de desactualització

source: downgrade a package
ca_es: desactualitza un paquet

source: Display a version for the machine and/or available repos.
ca_es: Mostra una versió per a la màquina i/o repositoris disponibles

source: Installed:
ca_es: Instal·lat:

source: Resolving Dependencies
ca_es: S'estan resolent dependències

source: Exiting on user cancel.
ca_es: S'està sortint de l'ordre de l'usuari.

source: doTsSetup() will go away in a future version of Yum.
ca_es: doTsSetup() desapareixerà en una futura versió de Yum.

source: Setting up TransactionSets before config class is up
ca_es: S'està configurant TransactionSets abans que la classe de configuració estigui iniciada

source: Invalid tsflag in config file: %s
ca_es: Tsflag invàlid en el fitxer de configuració: %s

source: Searching pkgSack for dep: %s
ca_es: S'està buscant pkgSack per a la dependència: %s

source: Member: %s
ca_es: Membre: %s

source: %s converted to install
ca_es: %s convertits per a instal·lar

source: Adding Package %s in mode %s
ca_es: S'està afegint el paquet %s en mode %s

source: Removing Package %s
ca_es: S'està suprimint el paquet %s

source: %s requires: %s
ca_es: %s requereix: %s

source: Needed Require has already been looked up, cheating
ca_es: El requeriment necessari ja s'ha buscat anteriorment, s'estan fent trampes

source: Needed Require is not a package name. Looking up: %s
ca_es: El requeriment necessari no és un nom de paquet. S'està buscant: %s

source: Potential Provider: %s
ca_es: Proveïdor potencial: %s

source: Mode is %s for provider of %s: %s
ca_es: El mode és %s per al proveïdor de %s: %s

source: Mode for pkg providing %s: %s
ca_es: Mode per al paquet que proporciona %s: %s

source: TSINFO: %s package requiring %s marked as erase
ca_es: TSINFO: el paquet %s requereix %s marcat per a suprimir

source: TSINFO: Obsoleting %s with %s to resolve dep.
ca_es: TSINFO: S'està marcant com a obsolet %s amb %s per resoldre dependències.

source: TSINFO: Updating %s to resolve dep.
ca_es: TSINFO: S'està actualitzant %s per a resoldre dependències.

source: Cannot find an update path for dep for: %s
ca_es: No es pot trobar un camí d'actualització de dependències per a: %s

source: Quick matched %s to require for %s
ca_es: La coincidència %s es requereix per a %s

source: %s is in providing packages but it is already installed, removing.
ca_es: %s es troba en els paquets proporcionats però ja es troba instal·lat, s'està suprimint.

source: Potential resolving package %s has newer instance in ts.
ca_es: El paquet potencial que resol dependències %s té una instància nova a ts

source: Potential resolving package %s has newer instance installed.
ca_es: El paquet potencial que resol dependències %s té una nova instància insta·lada.

source: %s already in ts, skipping this one
ca_es: %s ja es troba en ts, s'està ometent

source: TSINFO: Marking %s as update for %s
ca_es: TSINFO: S'està marcant %s com a actualització per a %s

source: TSINFO: Marking %s as install for %s
ca_es: TSINFO: S'està marcant %s com a instal·lació per a %s

source: Success - empty transaction
ca_es: Èxit - transacció buida

source: Restarting Loop
ca_es: S'està recomençant el bucle

source: Dependency Process ending
ca_es: Està acabant el procés de dependències

source: Success - deps resolved
ca_es: Èxit - dependències resoltes

source: Checking deps for %s
ca_es: S'estan comprobant les dependències per a %s

source: looking for %s as a requirement of %s
ca_es: s'està buscant %s com a requeriment de %s

source: Running compare_providers() for %s
ca_es: S'està executant compare_providers() per a %s

source: better arch in po %s
ca_es: millor arq en el po %s

source: %s obsoletes %s
ca_es: %s fa obsolet %s

source: archdist compared %s to %s on %s Winner: %s
ca_es: archdist ha comparat %s amb %s a %s Ha guanyat: %s

source: common sourcerpm %s and %s
ca_es: rpm font comú %s i %s

source: common prefix of %s between %s and %s
ca_es: prefix comú de %s entre %s i %s

source: Best Order: %s
ca_es: Millor ordre: %s

source: doConfigSetup() will go away in a future version of Yum.
ca_es: doConfigsetup() desapareixerà en una futura versió de Yum.

source: Repository %r is missing name in configuration, using id
ca_es: Falta el nom del repositori %r en la configuració, s'utilitzarà l'id

source: plugins already initialised
ca_es: els connectors ja estan inicialitzats

source: doRpmDBSetup() will go away in a future version of Yum.
ca_es: doRpmDBSetup() desapareixerà en una futura versió de Yum.

source: Reading Local RPMDB
ca_es: S'està llegint un RPMDB local

source: doRepoSetup() will go away in a future version of Yum.
ca_es: doRepoSetup() desapareixerà en una futura versió de Yum.

source: doSackSetup() will go away in a future version of Yum.
ca_es: doSackSetup() desapareixerà en una versió futura de Yum.

source: Setting up Package Sacks
ca_es: S'estan configurant els sacs de paquets

source: repo object for repo %s lacks a _resetSack method
ca_es: l'objecte repositori per al repositori %s no té un mètode _resetSack

source: therefore this repo cannot be reset.
ca_es: Aquest repositori no es pot reiniciar.

source: doUpdateSetup() will go away in a future version of Yum.
ca_es: doUpdateSetup() desapareixerà en una futura versió de Yum.

source: Building updates object
ca_es: S'està construint l'objecte d'actualitzacions

source: doGroupSetup() will go away in a future version of Yum.
ca_es: doGroupSetup() desapareixerà en una futura versió de Yum.

source: Getting group metadata
ca_es: S'estan obtenint les metadades del grup

source: Adding group file from repository: %s
ca_es: S'està afegint el fitxer del grup des del repositori: %s

source: Failed to add groups file for repository: %s - %s
ca_es: No s'ha pogut afegir el fitxer dels grups des del repositori: %s - %s

source: No Groups Available in any repository
ca_es: No hi ha cap grup disponible en cap repositori
